{
  "title": "Mała Syrenka",
  "pages": [
    {
      "id": 1,
      "paragraphs": [
        "Hen, daleko od brzegów, aż na środku morza, gdzie nic nie widać, tylko błękit nad falami, gdzie woda przezroczysta jak kryształ najczystszy, a ciemnoszafirowa jak bławatek, jest głębia niezmierzona, otchłań tak głęboka, iż żaden okręt tutaj przystanąć nie może, bo kotwica dna nie dosięgnie.",
        "W tej niezgłębionej otchłani mieszkały piękne Syreny. Dno piaszczyste i równe pokrywały lasy dziwacznych drzew i roślin, wysmukłych a giętkich, drżących za najlżejszym poruszeniem wody jak żyjące istoty."
      ],
      "translation": "Far away from the shores, in the middle of the sea where only blue is visible above the waves, the water is clear as crystal. In this bottomless abyss lived beautiful Mermaids among strange, flexible trees that moved with the water."
    },
    {
      "id": 2,
      "paragraphs": [
        "Pośród drzew przemykały się ryby figlarne, wielkie i małe, zatrzymując się niekiedy na gałązkach niby ptaki na drzewach. A na najgłębszym miejscu stał pałac królewski.",
        "Wspaniały to był pałac władcy morza: mury z koralu, okna bursztynowe, a dach z muszli perłowych, które się otwierały albo zamykały, ażeby wpuszczać lub wypuszczać wodę. W każdej zaś muszli jaśniały perły kosztowne."
      ],
      "translation": "Playful fish darted through the trees like birds. At the deepest point stood the royal palace of the sea ruler, with coral walls, amber windows, and a roof of pearl shells that opened and closed to let water in and out."
    },
    {
      "id": 3,
      "paragraphs": [
        "W tym pałacu mieszkał król morza z rodziną. Przed wielu laty owdowiał i odtąd matka jego wychowywała mu córki. Była to pani bardzo poważna i mądra, lecz tak dumna ze swego rodu, że nosiła dwanaście ostryg na ogonie.",
        "Księżniczek było sześć, a wszystkie piękne, lecz najmłodsza ze wszystkich najpiękniejsza. Przecudne złote włosy okalały twarzyczkę delikatną niby płatek róży, oczy błękitne jak najgłębsza woda, a zamiast nóg — mieniący się srebrem i złotem, łuską pokryty ogon."
      ],
      "translation": "The sea king lived there with his family. His mother, a wise but proud lady who wore twelve oysters on her tail, raised his daughters. Of the six princesses, the youngest was the most beautiful, with rose-petal skin and a silver-gold tail."
    },
    {
      "id": 4,
      "paragraphs": [
        "Dokoła zamku był ogród wspaniały, pełen ognistych i błękitnych kwiatów; liście na drzewach były jak płomienie, owoce niby złoto błyszczące. Grunt stanowił piasek bardzo drobny, błękitnawy jak płomień siarki.",
        "Wnętrze zaś wód napełniał jakiś blask łagodny, lekko błękitny, a taki przejrzysty, iż zdawać by się mogło, że to głębia nieba, nie otchłań morska. W dni pogodne widać było w górze słońce niby kwiat purpurowy."
      ],
      "translation": "The castle was surrounded by a magnificent garden of fiery flowers and golden fruit. The water was filled with a gentle blue glow so clear it felt like the sky. On clear days, the sun looked like a purple flower above."
    },
    {
      "id": 5,
      "paragraphs": [
        "Dziwne to było dziecko ta mała królewna — zawsze ciche, zamyślone. Gdy inne siostry dzieliły się chciwie skarbami z rozbitego o skały okrętu, ona wybrała sobie tylko marmurowy, prześliczny posąg chłopca.",
        "Umieściła go następnie w ogrodzie pod płaczącą wierzbą o purpurowych liściach. Nie było dla niej większej przyjemności, jak słuchać opowiadania o ludziach. Babka po tysiąc razy musiała powtarzać wszystko, co wiedziała o świecie."
      ],
      "translation": "The youngest princess was quiet and pensive. While her sisters took treasures from shipwrecks, she only wanted a marble statue of a boy under a willow tree. She loved hearing her grandmother's stories about the world of humans."
    },
    {
      "id": 6,
      "paragraphs": [
        "— Każda z was to zobaczy — mówiła im zwykle — gdy skończy lat piętnaście. Wtedy będziecie mogły wypływać nocami na powierzchnię morza i przy blasku księżyca patrzeć na okręty, odległe miasta, lasy.",
        "Najmłodsza Syrena jeszcze pięć lat musiała oczekiwać chwili wypłynięcia. W nocy stawała w oknie i przez ciemne wody patrzyła w górę, śledząc cienie wielorybów lub statków przepływających nad nią."
      ],
      "translation": "'You will see it when you turn fifteen,' the grandmother promised. The youngest had five years to wait. At night, she stared up through the dark water, watching the shadows of whales and ships passing above her."
    },
    {
      "id": 7,
      "paragraphs": [
        "Na koniec najstarsza w dniu swoich urodzin pierwszy raz wypłynęła. Gdy powróciła, opowiadała o blasku księżyca na piaszczystej ławie i o dalekich miastach błyszczących tysiącami świateł.",
        "Słuchała dalekiej muzyki, turkotu wozów i głosu dzwonów kościelnych. Najmłodsza księżniczka milczała, myśląc o tych miastach, których głos daleki zdawał się płynąć aż do niej przez fale."
      ],
      "translation": "The eldest sister finally turned fifteen and visited the surface. She told stories of city lights, music, and church bells. The youngest listened in silence, imagining those distant sounds traveling through the waves."
    },
    {
      "id": 8,
      "paragraphs": [
        "Następnego roku druga siostra mogła znowu wypłynąć. Ta wynurzyła się w chwili, gdy słońce miało tonąć w morzu. Niebo jaśniało niby złoto roztopione, a złociste i purpurowe obłoki płynęły w stronę słońca.",
        "Trzecia księżniczka była odważniejsza, popłynęła aż do ujścia wielkiej rzeki. Ujrzała zielone winnice i zamki. Spostrzegła gromadkę kąpiących się dzieci, które miały 'dwie podpórki' do biegania zamiast ogonów."
      ],
      "translation": "The second sister saw the sunset, with the sky looking like molten gold. The third sister was bolder; she swam up a river and saw vineyards, castles, and human children with their 'two supports' for running."
    },
    {
      "id": 9,
      "paragraphs": [
        "Urodziny piątej siostry przypadały w zimie. Gdy wychyliła głowę, ujrzała morze zielone, a po nim, niby perły, pływały olbrzymie góry lodowe, większe niż kościelne wieże, błyszczące w słońcu niby diamenty.",
        "Usiadła na najwyższej, skąd mogła spojrzeniem objąć przestrzeń bez końca. Wiatr igrał z jej długimi złotymi włosami, a strwożeni żeglarze odwracali oczy i odpływali śpiesznie w inną stronę."
      ],
      "translation": "The fifth sister's birthday fell in winter. She saw green seas and giant icebergs floating like pearls, larger than church towers. She sat on the highest one, her golden hair blowing in the wind, while frightened sailors steered away."
    },
    {
      "id": 10,
      "paragraphs": [
        "Nadszedł na koniec ten dzień uroczysty. 'Jesteś dorosła' — rzekła do niej babka — 'możesz wypłynąć na górę, ale cię muszę przedtem ubrać odpowiednio. Jesteś księżniczką'.",
        "Umieściła jej na złotych włosach wieniec liliowy, gdzie każdy płatek stanowiło pół perły olbrzymiej; a na ogonie babka przypięła jej osiem srebrzystych ostryg. 'Och, jak to boli!' — skarżyła się mała."
      ],
      "translation": "Finally, the big day arrived. 'You are grown up now,' said her grandmother. She placed a wreath of pearls on her hair and attached eight oysters to her tail. 'Oh, how it hurts!' the little mermaid complained."
    },
    {
      "id": 11,
      "paragraphs": [
        "Słońce już zaszło, kiedy wychyliła głowę z fali. Lecz oto na fali ujrzała okręt, piękny trójmasztowiec. Na pokładzie roiło się od ludzi, muzyka grała, a setki kolorowych świateł lśniły w ciemności.",
        "Syrena podpłynęła do okna kajuty. I tutaj pełno ludzi; najpiękniejszy z nich był młody królewicz o wielkich, czarnych oczach. Nie miał więcej nad szesnaście lat. Jakże chciałaby przemówić ludzkim głosem!"
      ],
      "translation": "The sun had set when she surfaced. She saw a three-masted ship filled with people and music. She swam to the cabin window and saw a young prince, no more than sixteen years old, with beautiful dark eyes."
    },
    {
      "id": 12,
      "paragraphs": [
        "Noc płynęła, lecz księżniczka nie mogła oderwać oczu od królewicza. Nagle wiatr zaczął dąć silniej, fale wzbierały potężnie. Burza idzie! Okręt mknie coraz szybciej, a Syrena za nim.",
        "Bałwany uderzały o boki statku z wściekłością. Wreszcie maszt wielki padł, złamany niby trzcina, okręt pochylił się na bok, a woda wdarła się do środka. Jeszcze chwila — zatonie."
      ],
      "translation": "The night went on, but she couldn't look away. Suddenly, a storm hit. The waves grew massive, and the ship's mast snapped like a reed. The ship tilted, water poured in, and it began to sink."
    },
    {
      "id": 13,
      "paragraphs": [
        "Syrena drży o księcia. Gdy okręt się zanurzył, rzuciła się na fale pomiędzy belki i odłamki masztów. Szuka go z zapałem, zanurza się w odmęty, aż spostrzega go, gdy bezsilny zapadał w otchłań.",
        "Pochwyciła go w ramiona i łagodnie wyniosła na powierzchnię. Nad ranem burza ustąpiła. Blask słońca padał na twarz królewicza, lecz jego oczy pozostawały zamknięte. Czyżby go nie ocaliła?"
      ],
      "translation": "She trembled for the prince. Diving between the wreckage, she found him sinking into the abyss. She caught him in her arms and brought him to the surface. By morning, the sun shone on his face, but his eyes remained closed."
    },
    {
      "id": 14,
      "paragraphs": [
        "Złożyła ciało młodzieńca na gorącym piasku bezpiecznej zatoki. Wkrótce jedna z dziewcząt z pobliskiego domu znalazła go na brzegu. Syrena widziała, jak książę otworzył oczy i uśmiechnął się do swoich wybawców.",
        "Nie wiedział, że to ona ocaliła mu życie. Smutna Syrena zanurzyła się w morzu. Odąd zawsze bywała cicha i zamyślona, często powracając w to miejsce, by patrzeć na ląd, lecz księcia nigdzie nie widziała."
      ],
      "translation": "She laid him on the warm sand of a bay. A young girl found him, and the prince awoke, smiling at her. He didn't know the mermaid had saved him. She returned to the sea, becoming quieter and more pensive than ever."
    },
    {
      "id": 15,
      "paragraphs": [
        "Na koniec zwierzyła się jednej z sióstr. Wkrótce wszystkie wiedziały, a jedna z syren pokazała jej, gdzie leży państwo królewicza. Pałac był z jasnych, błyszczących kamieni z marmurowymi schodami prowadzącymi do morza.",
        "Odtąd wieǳiała, gdzie mieszka jej królewicz. Przypływała tam nocami, siadając pod oknem balkonu. Słyszała rozmowy rybaków, którzy chwalili dobroć księcia. Serce jej drżało z radości, że uratowała tak dobrego człowieka."
      ],
      "translation": "She eventually told her sisters, and they found the prince's kingdom. It had a palace of shining stone and marble steps. She began visiting every night, watching him from the shadows and hearing how much his people loved him."
    },
    {
      "id": 16,
      "paragraphs": [
        "Mała Syrena spytała babkę: 'Czy ludzie wiecznie żyją?'. Babka odrzekła: 'Umierają także, a ich życie jest krótsze niż nasze. My żyjemy lat trzysta, a potem zmieniamy się w pianę morską. Nie mamy duszy nieśmiertelnej'.",
        "'Dlaczego my nie mamy duszy?' — spytała smutno. 'Oddałabym setki lat życia, by choć jeden dzień być człowiekiem i wiedzieć, że po śmierci będę żyć wiecznie w nowym świecie'."
      ],
      "translation": "She asked her grandmother if humans live forever. 'No,' she replied, 'they die sooner than we do. We live 300 years and then turn into sea foam because we have no immortal soul.' The mermaid wished to trade her long life for just one day as a human with a soul."
    },
    {
      "id": 17,
      "paragraphs": [
        "'Czy nie ma sposobu, ażebym zdobyła duszę?' — 'Nie,' rzekła babka. 'Chyba gdyby człowiek ukochał cię więcej niż ojca i matkę, a ksiądz związałby wam ręce. Wtedy połowa jego duszy przeniknęłaby w ciebie. Lecz to się stać nie może.'",
        "Syrena westchnęła ze smutkiem, patrząc na swój srebrzysty ogon. 'Trzysta lat życia to dosyć' — dodała babka — 'póki żyjemy, bawmy się wesoło. Dzisiaj w pałacu odbędzie się bal dworski'."
      ],
      "translation": "'Is there no way to get a soul?' — 'Only if a human loved you more than anything and married you,' said the grandmother. 'Then a part of his soul would flow into you.' The mermaid sighed, looking at her tail, as her grandmother announced a grand ball."
    },
    {
      "id": 18,
      "paragraphs": [
        "Syrena postanowiła udać się do morskiej wiedźmy. Droga była straszna, przez wiry ryczące i gorące błoto. Wiedźma mieszkała pośród lasu polipów, które chwytały wszystko, co przepływało obok.",
        "'Wiem, po co przychodzisz' — rzekła wiedźma. 'Chcesz pozbyć się ogona i mieć dwie podpórki, aby młody książę cię pokochał i abyś zdobyła duszę nieśmiertelną. To bardzo nierozsądne, ale pomogę ci'."
      ],
      "translation": "She decided to visit the Sea Witch. The path was terrifying, through whirlpools and slime. 'I know why you are here,' the witch said. 'You want to trade your tail for legs to win the prince and a soul. It’s foolish, but I will help you.'"
    },
    {
      "id": 19,
      "paragraphs": [
        "'Przygotuję ci napój,' mówiła wiedźma. 'Musisz go wypić na brzegu. Twój ogon zmieni się w nogi, ale każdy krok będzie ci sprawiał ból, jakbyś stąpała po ostrych nożach. Jeśli książę ożeni się z inną, staniesz się pianą morską.'",
        "'Zgadzam się' — rzekła Syrena, choć była blada jak śmierć. 'Ale zapłatą będzie twój głos, najpiękniejszy głos w całym morzu. Odetnę ci język' — dodała wiedźma."
      ],
      "translation": "'I will make a potion. Your tail will become legs, but every step will feel like walking on sharp knives. If the prince marries another, you will turn to foam.' The mermaid agreed. 'But you must pay with your voice,' the witch added."
    },
    {
      "id": 20,
      "paragraphs": [
        "Mała Syrena wypiła napój na schodach pałacu i zemdlała z bólu. Gdy się obudziła, stał nad nią królewicz. Nie miała już ogona, lecz dwie białe nogi. Książę spytał, kim jest, lecz ona nie mogła już wymówić ani słowa.",
        "Książę wziął ją za rękę i wprowadził do pałacu. Każdy krok sprawiał jej ból nieopisany, ale szła lekko jak bańka mydlana, a wszyscy dziwili się jej wdziękowi i błękitnym, smutnym oczom."
      ],
      "translation": "She drank the potion and fainted from the pain. When she awoke, the prince was there. Her tail was gone, replaced by legs. He asked who she was, but she could not speak. He led her into the palace; every step was agony, yet she moved with unmatched grace."
    }
  ],
  "vocabulary": {
    "bławatek": { "en": "cornflower", "type": "noun", "desc": "A bright blue flower often found in fields." },
    "otchłań": { "en": "abyss", "type": "noun", "desc": "A deep or seemingly bottomless chasm." },
    "owdowiał": { "en": "became a widower", "type": "verb", "desc": "A man who has lost his spouse." },
    "łuską": { "en": "scales", "type": "noun", "desc": "The small, thin plates covering the skin of fish." },
    "wierzbą": { "en": "willow", "type": "noun", "desc": "A tree with narrow leaves and flexible branches." },
    "trójmasztowiec": { "en": "three-masted ship", "type": "noun", "desc": "A traditional sailing vessel with three masts." },
    "bałwany": { "en": "billows / waves", "type": "noun", "desc": "Large, crashing sea waves." },
    "odmęty": { "en": "depths / swirling waters", "type": "noun", "desc": "Deep, often dark or turbulent waters." },
    "nieśmiertelnej": { "en": "immortal", "type": "adj", "desc": "Living forever; never dying." },
    "wiedźma": { "en": "witch", "type": "noun", "desc": "A woman thought to have magic powers." },
    "wdziękowi": { "en": "grace / charm", "type": "noun", "desc": "Quality of moving in a smooth and attractive way." }
  }
}